Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/1177.se/magsjuka-hos-smabarn--vad-kan-man-gora-sjalv.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: SuomeksiFinska
sme: Čoavjebávččas una mánážiin - maid ieš sáhttá dahkat ?

source: Takaisin teeman aloitussivulle
sme: Magsjuka hos barn - vad kan man göra själv ?

source: Lapsi tarvitsee nestettä.
sme: Mánná dárbbaha golgosa.

source: Joskus se onnistuu helpoiten antamalla juomaa lusikalla usein ja pieniä määriä kerralla.
sme: Muhtumin lea álkimus addit juhkosa deadjabasttiin ja addit una meriid dávjá.

source: Nopeasti alkavat oireet
sme: Váivvit bohtet jođánit

source: Lasten vatsataudin oireita ovat tavallisesti ripuli ja oksentelu.
sme: Go mánáin lea čoavjebávččas lea dábálaš ahte sii vuovssadit ja sis lea lužohat.

source: Heillä saattaa ilmetä myös kuumetta ja vatsakipuja.
sme: Sis sáhttá maid leahkit čoavjebávččas ja feber.

source: Vatsatauti johtuu yleensä viruksen aiheuttamasta tartunnasta.
sme: Čoavjebávččas vuolgá dábálepmosit infekšuvnnas man virus lea dagahan.

source: Pienillä lapsilla tarkoitetaan tässä tekstissä alle 6-vuotiaita lapsia.
sme: Una mánážiin dárkkuhuvvo dan deavsttas mánáid viđa - guđa jagi rádjái.

source: Vaivat ilmenevät tavallisesti pari päivää tartunnan saamisen jälkeen ja alkavat nopeasti.
sme: Váivvit lávejit álgit moadde beaivvi maŋŋel go lea njommon mánnái ja bohtet jođánit.

source: Usein monet perheenjäsenistä tai esikoululaisista sairastuvat.
sme: Dávjá máŋgasat veagas dehe ovdaskuvllas skihppájit.

source: Tavallisesti tartunta menee ohi muutamassa päivässä.
sme: Dábálaččat infekšuvdna manná badjel moatti beaivvis.

source: Oksentelu kestää yleensä vuorokauden, mutta ripulointi saattaa kestää viikon.
sme: Vuovssadeamit lávejit heaitit jándora siste, muhto luhčadávddat sáhttet bistit vahku.

source: Lapset ovat herkkiä nestehukalle
sme: Mánát leat hearkkibut golggosmassimiidda

source: Oksenteleva ja ripulia poteva menettää nestettä ja suoloja.
sme: Olmmoš massá golgosa ja sálttiid vuovssademiid ja luhčadávdda bokte.

source: Pienet lapset ovat nestehukalle paljon herkempiä kuin aikuiset.
sme: Una mánážat leat olu hearkkibut golggosmassimiidda go ráves olbmot.

source: Jos pieni lapsi menettää nestettä enemmän kuin saa sisäänsä, lapsen vointi voi heikentyä nopeasti.
sme: Jus una mánás massá eanet golgosa go dat oažžu sisa sáhttá dat jođánit hedjonit.

source: Kovassa kuumeessa lapsi menettää nestettä vielä enemmän.
sme: Alla feber dagaha ahte mánná massá vel eanet golgosa.

source: Sen vuoksi lapselle tulee antaa juotavaa heti tartunnan alkuvaiheessa.
sme: Danin lea dehálaš addit juhkosa dakkaviđe infekšuvnna álggu rájes.

source: Pienimmät lapset ovat erityisen herkkiä nestehukalle.
sme: Unnimus mánát leat erenomáš hearkkit golggosmassimii.

source: Jos lasta imetetään tai syötetään pullosta
sme: Jus máná njamahit dehe bibmet bohttaliin

source: Jos lasta imetetään, imetystä voi jatkaa.
sme: Jus máná njamahit galgá joatkit dainna.

source: Lasta kannattaa vatsataudin aikana imettää normaalia useammin.
sme: Galgá njamahit dávjjibut go dábálaččat.

source: Vaikka lapsi oksentaisi, imetystä kannattaa jatkaa ja imettää useasti päivässä.
sme: Vaikko máná vuovssadeapmi joatkašuvvá galgá joatkit njamahit máná dávjá.

source: Sama koskee myös lapsia, joita syötetään pullosta.
sme: Seamma guoská máná gean bibmojuvvo bohttaliin.

source: Jos vauva ei ime rintaa, maitoa on pumpattava ja yritettävä tarjota lusikalla.
sme: Jus mánná ii hálit njammat sáhttá geahččalit bohčit dehe pumpet mielkki ja gaccahit basttiin.

source: Maitoa voi pumpata rinnasta käsin tai pumpulla.
sme: Mielkki sáhttá bohčit gieđain dehe pumppuin.

source: Käyttöön soveltuvia pumppuja voi ostaa apteekista.
sme: Vuogas pumpo gávdno oastit apotehkas.

source: Jos lapsella on voimakas ripuli, pelkkä rintamaito ei riitä, vaan lapsi tarvitsee myös lisänesteytystä, ts. nestekorviketta.
sme: Jus mánná luhču ollu ii leat nuogis ahte mánná oažžu raddemielkki, mánná dárbbaha dalle maid oažžut golggosbuhttehusa.

source: Lisänesteytys
sme: Golggosbuhttehus

source: Jos lapsi oksentaa runsaasti, on paras antaa tälle nestekorviketta.
sme: Jus mánná vuovssada ollu golggosbuhttehus lea buoremus.

source: Tätä varten voi ostaa apteekista ns. ripulijuomaa.
sme: Golggosbuhttehusa mánáide gávdná oastit apotehkas.

source: Juoman sisältämien suolojen ansiosta kehon nestetasapaino palautuu normaaliksi.
sme: Daningo golgosis lea sálti máhccá golggosdássedeaddu gorudis bures.

source: Jos lapsi oksentaa runsaasti, hän tarvitsee noin kaksi teelusikallista nestettä joka viides minuutti.
sme: Jus mánná vuovssada ollu dárbbaha addit sullii guokte deadjabastte golgosa juohke viđa minuhtas.

source: Päivittäinen nestetarve on suurempi kuin yleisesti kuvitellaan, sillä esimerkiksi yksivuotias lapsi tarvitsee nestettä reilun litran vuorokaudessa.
sme: Jándoris dárbbahuvvo golggus eanet go jáhkkáge, ovdamearkka dihte jahkásaš dárbbaha badjelaš littara.

source: Joskus lapsi on helpompi saada juomaan joitain muuta juomaa.
sme: Muhtumin soaitá mánná álkibut oažžut alccesat eará juhkosa.

source: Siinä tapauksessa lapselle voi antaa sellaista juotavaa, mitä hän suostuu ottamaan. Pääasia on, että lapsi saa kehoonsa nestettä.
sme: Dalle ferte geahččalit dainna vuorustis, daningo lea deháleappo ahte mánná oažžu alccesis golgosa obanassii.

source: Voimakkaasti makeutettuja juomia, kuten virvoitusjuomia ja mehuja, tulee kuitenkin välttää, sillä sokerin liiallinen saanti saattaa aiheuttaa ripulia.
sme: Galgá goit vealtit ila njálgga juhkosiid, dego ovdamearkka dihte limonáda ja sávtta, daningo ila olu sohkar dagaha eanet luhčadávdda.

source: Älä myöskään anna lapselle kevytjuomia, koska ne eivät sisällä lainkaan sokeria.
sme: Ale atte gehpesjuhkosiidge daningo dain ii leat sohkar obanassiige.

source: Kun oksentelu on loppunut, mutta ripuli jatkuu
sme: Go vuovssadeamit leat meaddel muhto luhčadávddat ain bistet

source: On tavallista, että oksentelu päättyy ensin, kun taas ripuli jatkuu vielä jonkin aikaa.
sme: Lea dábálaš ahte vuovssadeamit heitet álggos dan sajis go luhčadávddat bistet veháš vel.

source: Jos ripuloivaa lasta imetetään, imetystä voi jatkaa normaaliin tapaan.
sme: Jus mánás lea luhčadávda ja jus mánná njamahuvvo jotkojuvvo njamaheapmi dego ovdal.

source: Jos lasta ei imetetä, tälle voidaan antaa äidinmaidonkorviketta ja riisi- tai maissivelliä lapsen iän mukaan.
sme: Jus mánná ii njamahuvvo, sáhttá addit eadnemielkebuhttehusa, rise- dehe majsejuvcca váldimiin vuhtii máná agi.

source: Anna aluksi pieniä määriä kerralla nähdäksesi, pysyykö ruoka sisällä.
sme: Álggat addimiin una meriid gearddiinis vai oainnát bissugo biebmu siste.

source: Kun lapsi alkaa taas syödä, hänelle kannattaa antaa tavallista ruokaa, johon on sekoitettu ylimääräistä rasvaa.
sme: Go mánná háliida álgit borrat lea buorre addit dábálaš biepmu masa seaguha liige vuoja.

source: Jos haluaa kokeilla vatsaa kovettavaa ruokaa, yli puolivuotiaalle lapselle voi antaa porkkanasoseesta ja vedestä tehtyä keittoa.
sme: Jus háliida geahččalit juoidá mii bisseha dalle sáhttá addit rušpejuvcca, mii lea dahkkon rušpenjuvdosis ja čázi badjel guđa mánnosaš mánnái.

source: Muista, että hedelmät tekevät ulosteen löysäksi, ja että kovan ripulin aikana pitää välttää täysjyvävelliä.
sme: Jurddaš ahte heđen dagaha dipma baikka ja váddásit luhčadávddas ferte vealtit dievasgordnejuvcca.

source: Älä anna runsaskuituista ruokaa ennen kuin lapsi on täysin terve.
sme: Vuordde fiberrikkis borramušgálvvuin dasságo mánná lea ollásit dearvvas.

source: Jos oksentelu alkaa uudestaan
sme: Jus vuovssadeamit bohtet ruovttoluotta

source: Jos lapsi alkaa oksennella uudestaan, anna hänelle jälleen lisänesteytystä. Tarkkaile kuitenkin samalla, että lapsi ei muutu veltoksi tai että tämän vointi ei muulla tavoin heikkene.
sme: Jus vuovssadeamit bohtet ođđasit, álggat fas addit golggosbuhttehusa, muhto leage seamma áigge dárkil jus mánná álgá šaddat šliettas dehe váikkuhuvvon.

source: Kuinka tartuntoja voi ehkäistä ?
sme: Mot sáhttá eastit njoammuma ?

source: Koska vatsatauti tarttuu erittäin herkästi, koko perheen kannattaa pestä kätensä nestesaippualla ennen ruokailua ja aina vessassa käynnin jälkeen. On myös hyvä, jos jokainen käyttää omaa käsipyyhettä tai paperipyyhkeitä.
sme: Daningo čoavjedávda lea bahá njoammut lea buorre jus mánná ja buot veagas basset gieđaid golgi sáibbuin ovdal borrama ja hivssegis mannama maŋŋel ja ahte buohkain lea iežas sihkaldat dehe gevtet oktiigeavtinsihkaldaga.

source: WC-istuin kannattaa pitää puhtaana.
sme: Hivssega sáhttá maid sihkut dávjá.

source: Jos lapsi käyttää vaippoja, vaipat on hyvä sulkea muovipussiin ennen roska-astiaan heittämistä.
sme: Jus mánás lea raksa lea buorre bidjat gevton ravssa plástabussii ovdalgo šlivge rihpadutnorii.

source: Puhdista hoitopöytä aina käytön jälkeen, ja pese kädet huolellisesti vaipanvaihdon jälkeen.
sme: Ráidne dikšunbeavddi geavtima maŋŋel ja basa gieđaid ortnegiid ravssamolsuma maŋŋel.

source: Oksentelevan tai ripuloivan lapsen on pysyttävä kotona.
sme: Mánná galgá leahkit ruovttus go vuovssada dehe go das lea luhčadávda.

source: Jos lapsi on esikoulussa tai perhepäiväkodissa, hän voi mennä sinne vasta sitten, kun hän ei ole oksentanut tai ripuloinut kahteen päivään.
sme: Jus mánná vázzá ovdaskuvlla dehe bearašbeaiveruovttu sáhttá dat mannat dohko go ii leat vuovssadan dehe das ii leat leamaš luhčadávda guovtti jándorii.

source: Ehkä tarpeen ottaa yhteys sairaanhoitoon
sme: Soaitá dárbbahit váldit oktavuođa divššuin

source: Jos lapsi ripuloi ja oksentaa kovin usein ja kärsii selvästi nestehukasta, on ts. hyvin väsynyt ja välinpitämätön ympäristöä kohtaan, pissaa vähän tai harvoin eikä jaksa leikkiä, tulee heti hakeutua terveyskeskukseen tai akuuttivastaanotolle.
sme: Galgá ohcat dikšui dearvvasvuođaguovddážii dehe fáhkkavuostáváldimii dakkaviđe jus mánás leat dávjjit luhčadávddat ja vuovssadeamit ja čájeha mearkkaid golggosvánis, lea čielgasit váiban iige beroš birrasis, cissa unnán dehe hárvuid iige nagot stoahkat.

source: Terveyskeskukseen tulee ottaa yhteyttä heti myös silloin, jos lapsella on ripulin ja oksentelun lisäksi korkea kuume tai voimakkaita vatsakipuja tai jos ripulin seassa on verta tai limaa.
sme: Galgá maid ohcat dikšui dakkaviđe jus mánás vuovssademiid ja luhčadávdda lassin lea alla feber dehe hirbmat čoavjebávččas, dehe lužohagas lea seahkalaga varra ja šliivi.

source: On otettava yhteys sairaanhoitoneuvontaan tai terveyskeskukseen myös silloin, jos lapsen tila ei ole kohentunut vuorokauden aikana tai jos lapsi on vatsataudin jälkeen pirteä, mutta uloste on löysää yli kahden viikon ajan.
sme: Galgá riŋget buohccedikšorávahahkii dehe váldit oktavuođa dearvvasvuođaguovddážiin jus mánná ii leat šaddan buoret jándoris, dehe mánná čoavjedávdda maŋŋel lea virkui muhto lea leamaš dipma čoavji guhkit go guokte vahku.

source: Hoitoon täytyy hakeutua aina, jos alle kuuden kuukauden ikäinen lapsi kärsii ripulista ja oksentelusta.
sme: Jus vuollái guđamánnosaš mánná vuovssada ja sus leat luhčadávddat galgá álot váldit oktavuođa buohccedikšorávahagain dehe dearvvasvuođaguovddážiin.

source: Jos lapsi on sairastunut ripuliin ulkomaanmatkan yhteydessä, tulee ottaa yhteyttä terveyskeskukseen tai lastenlääkärin vastaanotolle.
sme: Jus mánná lea ožžon luhčadávdda olgoriikkareaissu oktavuođas galgá váldit oktavuođa dearvvasvuođaguovddážiin dehe mánáiddoavttervuostáváldimiin.

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
